Repository: XikiryoX/mobility-budget-frontend
Catalog: src/locale/messages.*.xlf
Languages: fr, nl

source: You can now download your document in different languages.
fr: Vous pouvez maintenant télécharger votre document dans différentes langues.
nl: Je kunt nu je document downloaden in verschillende talen.

source: Download (English)
fr: Télécharger (Anglais)
nl: Downloaden (Engels)

source: Download (Nederlands)
fr: Télécharger (Néerlandais)
nl: Downloaden (Nederlands)

# downloadFrancais
source: Download (Français)
fr: Télécharger (Français)
nl: Downloaden (Frans)

# yourPolicyIsBeingReviewedByPartner
source: Your policy is being reviewed by
fr: Votre politique est examinée par
nl: Je policy wordt beoordeeld door

source: Once ready, you will be notified by email.
fr: Une fois prêt, vous serez notifié par e-mail.
nl: Zodra klaar, krijg je een e-mailmelding.

# pleaseContactPartnerForMoreInformation
source: Please contact
fr: Veuillez contacter
nl: Neem contact op met

source: for more information.
fr: pour plus d\
nl: voor meer informatie.

source: Your policy has been submitted for review!
fr: Votre politique a été soumise pour examen !
nl: Je policy is ingediend voor beoordeling!

# itWillBeReviewedByPartnerAndYouWillBeNotifiedByEmail
source: It will be reviewed by
fr: Il sera examiné par
nl: Het wordt beoordeeld door

# onceReady
source: and you will be notified by email once ready.
fr: et vous serez notifié par e-mail une fois prêt.
nl: en je krijgt een e-mailmelding zodra het klaar is.

# yourPolicyHasBeenSubmittedForReviewComplete
source: Your policy has been submitted for review! It will be reviewed by
fr: Votre politique a été soumise pour examen ! Il sera examiné par
nl: Je policy is ingediend voor beoordeling! Het wordt beoordeeld door

source: and you will be notified by email once ready.
fr: et vous serez notifié par e-mail une fois prêt.
nl: en je krijgt een e-mailmelding zodra het klaar is.

# yourPolicyIsBeingReviewedByPartnerComplete
source: Your policy is being reviewed by
fr: Votre politique est examinée par
nl: Je policy wordt beoordeeld door

# onceReadyYouWillBeNotifiedByEmailComplete
source: Once ready, you will be notified by email.
fr: Une fois prêt, vous serez notifié par e-mail.
nl: Zodra klaar, krijg je een e-mailmelding.

# yourPolicyNeedsRevisionsComplete
source: Your policy needs revisions. Please contact
fr: Votre politique nécessite des révisions. Veuillez contacter
nl: Je policy heeft revisies nodig. Neem contact op met

# forMoreInformationComplete
source: for more information.
fr: pour plus d\
nl: voor meer informatie.

source: Access your client sessions
fr: Accédez à vos sessions clients
nl: Toegang tot je klant sessies

source: Enter your partner email
fr: Entrez votre e-mail partenaire
nl: Voer je partner e-mail in

source: Access Partner Dashboard
fr: Accéder au tableau de bord partenaire
nl: Toegang tot Partner Dashboard

source: Logging in...
fr: Connexion...
nl: Inloggen...

# needHelpContactOurSupportTeam
source: Need help? Contact our support team at support&#64;mobility.be
fr: Besoin d\
nl: Hulp nodig? Neem contact op met ons support team op support@mobility.be

source: Logged in as:
fr: Connecté en tant que :
nl: Ingelogd als:

source: Client Policies Overview
fr: Aperçu des politiques clients
nl: Klant Policy Overzicht

# manageAndReviewAllYourClientsMobilityBudgetPolicies
source: Manage and review all your clients\
fr: Gérez et examinez toutes les politiques de budget mobilité de vos clients
nl: Beheer en beoordeel alle mobiliteitsbudget policies van je klanten

source: Loading client policies...
fr: Chargement des politiques clients...
nl: Klant policies laden...

source: Try Again
fr: Réessayer
nl: Opnieuw proberen

source: Filter by company name...
fr: Filtrer par nom d\
nl: Filter op bedrijfsnaam...

source: Unknown Contact
fr: Contact inconnu
nl: Onbekend Contact

source: No email
fr: Aucun e-mail
nl: Geen e-mail

source: Step
fr: Étape
nl: Stap

# categoryCount
source: categories
fr: catégories
nl: categorieën

source: completed
fr: terminé
nl: voltooid

source: Open Session
fr: Ouvrir la session
nl: Sessie Openen

source: Delete
fr: Supprimer
nl: Verwijderen

source: Deleting...
fr: Suppression...
nl: Verwijderen...

source: Policy
fr: Politique

source: Policies
fr: Politiques

source: No Client Policies Found
fr: Aucune politique client trouvée
nl: Geen Klant Policies Gevonden

# youDontHaveAnyClientPoliciesYet
source: You don\
fr: Vous n\
nl: Je hebt nog geen klant policies. Policies verschijnen hier zodra je klanten beginnen met het maken van mobiliteitsbudget policies.

source: Generating policy documents...
fr: Génération des documents de politique...
nl: Policy documenten worden gegenereerd...

source: Error loading document
fr: Erreur lors du chargement du document
nl: Fout bij het laden van het document

source: Error generating document
fr: Erreur lors de la génération du document
nl: Fout bij het genereren van het document

source: Completed policy
fr: Politique terminée
nl: Voltooide policy

source: Completed policies
fr: Politiques terminées
nl: Voltooide policies

source: In progress policy
fr: Politique en cours
nl: Policy in uitvoering

source: In progress policies
fr: Politiques en cours
nl: Policies in uitvoering

source: Draft policy
fr: Politique brouillon
nl: Concept policy

source: Draft policies
fr: Politiques brouillon
nl: Concept policies

source: Next step
fr: Étape suivante
nl: Volgende stap

source: pages
nl: pagina\
