Repository: XikiryoX/mobility-budget-frontend
Catalog: src/locale/messages.*.xlf
Languages: fr, nl

# signInToContinue
source: Sign in to continue to
fr: Connectez-vous pour continuer vers
nl: Meld je aan om door te gaan naar

source: Email Address
fr: Adresse e-mail
nl: E-mailadres

source: Add your email address
fr: Ajoutez votre adresse e-mail
nl: Voeg je e-mailadres toe

source: Sign in
fr: Se connecter
nl: Aanmelden

source: Sign up
fr: S\
nl: Registreren

# wantToJoinPartner
source: Want to join our platform as a partner?
fr: Voulez-vous rejoindre notre plateforme en tant que partenaire ?
nl: Wil je ons platform als partner vervoegen?

# becomePartner
source: Become a partner
fr: Devenir partenaire
nl: Word partner

source: View previous sessions
fr: Voir les sessions précédentes
nl: Bekijk eerdere sessies

source: Partner login
fr: Connexion partenaire

# emailRequired
source: Email is required
fr: L\
nl: E-mail is verplicht

# invalidEmail
source: Please enter a valid email address
fr: Veuillez saisir une adresse e-mail valide
nl: Voer een geldig e-mailadres in

source: Sending...
fr: Envoi...
nl: Versturen...

# imageText
source: The <b>100% Belgian</b> solution for employers and employees.
fr: La solution <b>100% belge</b> pour les employeurs et les salariés.
nl: De <b>100% Belgische</b> oplossing voor werkgevers en werknemers.

source: Back
fr: Retour
nl: Terug

# signUpToContinue
source: Sign up to continue to
fr: Inscrivez-vous pour continuer vers
nl: Registreer om door te gaan naar

source: Full name
fr: Nom complet
nl: Volledige naam

source: Add your full name
fr: Ajoutez votre nom complet
nl: Voeg je volledige naam toe

source: Phone number
fr: Numéro de téléphone
nl: Telefoonnummer

source: Add your phone number
fr: Ajoutez votre numéro de téléphone
nl: Voeg je telefoonnummer toe

source: Social secretary
fr: Secrétariat social
nl: Sociaal secretariaat

source: Choose your social secretary
fr: Choisissez votre secrétariat social
nl: Kies je sociaal secretariaat

source: Company Number
fr: Numéro d\
nl: Ondernemingsnummer

source: Add your company number
fr: Ajoutez votre numéro d\
nl: Voeg je ondernemingsnummer toe

# invalidCompanyNumber
source: Please enter a valid company number
fr: Veuillez saisir un numéro d\
nl: Voer een geldig ondernemingsnummer in

source: Company name
fr: Nom de l\
nl: Bedrijfsnaam

source: Add your company name
fr: Ajoutez le nom de votre entreprise
nl: Voeg je bedrijfsnaam toe

# companyNameRequired
source: Company name is required
fr: Le nom de l\
nl: Bedrijfsnaam is verplicht

# companyNameTooShort
source: Company name must be at least 2 characters
fr: Le nom de l\
nl: Bedrijfsnaam moet minimaal 2 karakters bevatten

# invalidPhoneNumber
source: Please enter a valid phone number
fr: Veuillez saisir un numéro de téléphone valide
nl: Voer een geldig telefoonnummer in

# fullNameRequired
source: Full name is required
fr: Le nom complet est obligatoire
nl: Volledige naam is verplicht

# companyLookupError
source: Error looking up company information
fr: Erreur lors de la recherche d\
nl: Fout bij het opzoeken van bedrijfsinformatie

source: Company found
fr: Entreprise trouvée
nl: Bedrijf gevonden

# lookingUpCompany
source: Looking up company information...
fr: Recherche d\
nl: Bedrijfsinformatie opzoeken...

# testModeInfo
source: Test Mode - Company validation disabled
fr: Mode test - Validation d\
nl: Test modus - Bedrijfsvalidatie uitgeschakeld

# testModeDescription
source: Please use production API for real validation
fr: Utilisez l\
nl: Gebruik productie API voor echte validatie

# corsError
source: CORS error - Use backend proxy for production
fr: Erreur CORS - Utilisez un proxy backend pour la production
nl: CORS fout - Gebruik backend proxy voor productie

# productionTestVat
source: This VAT number is reserved for production testing with real EU VIES API
fr: Ce numéro de TVA est réservé pour les tests de production avec la vraie API EU VIES
nl: Dit BTW nummer is gereserveerd voor productie testing met echte EU VIES API

# mySessions
source: My Policies
fr: Mes politiques
nl: Mijn policies

# manageYourSessions
source: Manage your policies and continue where you left off
fr: Gérez vos politiques et continuez où vous vous êtes arrêté
nl: Beheer je policies en ga verder waar je gebleven was

# loadingSessions
source: Loading policies...
fr: Chargement des politiques...
nl: Policies laden...

source: Retry
fr: Réessayer
nl: Opnieuw proberen

# createNewSession
source: Create new policy
fr: Créer une nouvelle politique
nl: Nieuwe policy maken

# session
source: Policy
fr: Politique

source: Current step
fr: Étape actuelle
nl: Huidige stap

source: Last activity
fr: Dernière activité
nl: Laatste activiteit

source: Submitted
fr: Soumis
nl: Ingediend

source: Continue
fr: Continuer
nl: Doorgaan

# noSessionsYet
source: No policies yet
fr: Aucune politique encore
nl: Nog geen policies

# createYourFirstSession
source: Create your first policy to get started
fr: Créez votre première politique pour commencer
nl: Maak je eerste policy aan om te beginnen

# createFirstSession
source: Create first policy
fr: Créer la première politique
nl: Eerste policy maken

source: Back to login
fr: Retour à la connexion
nl: Terug naar login

source: Partner Dashboard
fr: Tableau de bord partenaire

# partnerImageText
source: The <b>100% Belgian</b> solution for social secretaries.
fr: La solution <b>100% belge</b> pour les secrétariats sociaux.
nl: De <b>100% Belgische</b> oplossing voor sociale secretariaten.

source: User login
fr: Connexion utilisateur
nl: Gebruiker login

# partnerInfo
source: For social secretaries and partners
fr: Pour les secrétariats sociaux et partenaires
nl: Voor sociale secretariaten en partners

source: Partner not found
fr: Partenaire non trouvé
nl: Partner niet gevonden

# manageCompanyDossiers
source: Manage dossiers from all companies
fr: Gérez les dossiers de toutes les entreprises
nl: Beheer dossiers van alle bedrijven

source: Loading companies...
fr: Chargement des entreprises...
nl: Bedrijven laden...

source: Companies
fr: Entreprises
nl: Bedrijven

source: Total companies
fr: Total entreprises
nl: Totaal bedrijven

# totalSessions
source: Total policies
fr: Total politiques
nl: Totaal policies

# pendingSessions
source: Pending policies
fr: Politiques en attente
nl: Wachtende policies

# completedSessions
source: Completed policies
fr: Politiques terminées
nl: Voltooide policies

source: Registered
fr: Enregistré
nl: Geregistreerd

# noSessionsForCompany
source: No policies for this company
fr: Aucune politique pour cette entreprise
nl: Geen policies voor dit bedrijf

source: No companies yet
fr: Aucune entreprise encore
nl: Nog geen bedrijven

# noCompaniesDescription
source: No companies are registered yet for this social secretary
fr: Aucune entreprise n\
nl: Er zijn nog geen bedrijven geregistreerd voor dit sociale secretariaat

source: Logout
fr: Se déconnecter
nl: Uitloggen

source: Sign out
fr: Se déconnecter
nl: Uitloggen

source: Back to TCO Converter
fr: Retour au convertisseur TCO
nl: Terug naar TCO Converter

source: General information
fr: Informations générales
nl: Algemene informatie

source: Upload car policy
fr: Télécharger la politique automobile
nl: Upload auto policy

source: Calculation method
fr: Méthode de calcul
nl: Berekeningsmethode

source: Car categories
fr: Catégories de voitures
nl: Autocategorieën

source: Mobility budget policy
fr: Politique de budget mobilité
nl: Mobiliteitsbudget policy

source: Next
fr: Suivant
nl: Volgende

source: Previous
fr: Précédent
nl: Vorige

source: Add your existing car policy
fr: Ajoutez votre politique automobile existante
nl: Voeg je bestaande auto policy toe

# dragAndDropFiles
source: Drag and drop files here or click to browse
fr: Glissez-déposez des fichiers ici ou cliquez pour parcourir
nl: Sleep bestanden hierheen of klik om te bladeren

source: or
fr: ou
nl: of

source: Browse files
fr: Parcourir les fichiers
nl: Blader door bestanden

source: No car policy?
fr: Pas de politique automobile ?
nl: Geen auto policy?

# noCarPolicyDescription
source: You don\
fr: Vous n\
nl: Je hebt geen auto policy? Geen zorgen! Ga gewoon naar de volgende stap en je kunt de informatie zelf invoeren.

# chooseCalculationMethod
source: Choose your energy cost calculation method
fr: Choisissez votre méthode de calcul des coûts énergétiques
nl: Kies je energiekosten berekeningsmethode

# calculationMethodDescription1
source: Select how you\
fr: Sélectionnez comment vous souhaitez estimer les coûts énergétiques (carburant/électricité) dans le budget mobilité.
nl: Selecteer hoe je de energiekosten (brandstof/elektriciteit) in het mobiliteitsbudget wilt schatten.

# calculationMethodDescription2
source: All methods use the same Total Cost of Ownership (TCO) per employee category, but differ in how energy is estimated and whether professional travel is included.
fr: Toutes les méthodes utilisent le même Total Cost of Ownership (TCO) par catégorie d\
nl: Alle methoden gebruiken dezelfde Total Cost of Ownership (TCO) per werknemerscategorie, maar verschillen in hoe energie wordt geschat en of professionele reizen zijn inbegrepen.

# legalFormulaTitle
source: Legal formula based on home-work distance
fr: Formule légale basée sur la distance domicile-travail
nl: Wettelijke formule gebaseerd op thuis-werk afstand

source: Energy Cost:
fr: Coûts énergétiques :
nl: Energiekosten:

# energyCostLegal
source: Calculated individually using the legal formula, based on the commuting distance from home to the office.
fr: Calculé individuellement en utilisant la formule légale, basée sur la distance de navette domicile-travail.
nl: Individueel berekend met de wettelijke formule, gebaseerd op de woon-werkafstand.

source: Professional Travel:
fr: Voyages professionnels :
nl: Professionele reizen:

# professionalTravelNotIncluded
source: ❌ Not included in the budget. Must be reimbursed separately (e.g., via expense reports).
fr: ❌ Non inclus dans le budget. Doit être remboursé séparément (par exemple, via des rapports de dépenses).
nl: ❌ Niet inbegrepen in het budget. Moet apart worden terugbetaald (bijv. via onkostenverklaringen).

source: Mobility Budget:
fr: Budget mobilité :
nl: Mobiliteitsbudget:

# mobilityBudgetLegal
source: Varies per employee depending on their commuting distance.
fr: Varie selon l\
nl: Verschilt per werknemer afhankelijk van hun woon-werkafstand.

# recommendationLegal
source: Recommended for employers who want a strictly regulation-based, personalized approach to energy cost estimation.
fr: Recommandé pour les employeurs qui souhaitent une approche strictement basée sur la réglementation et personnalisée pour l\
nl: Aanbevolen voor werkgevers die een strikt regelgevingsgebaseerde, gepersonaliseerde aanpak willen voor energiekosten schatting.

# fixedAmountTitle
source: Fixed energy amount per category
fr: Montant énergétique fixe par catégorie
nl: Vast energiekostenbedrag per categorie

# energyCostFixed
source: Fixed amount set per employee category. Can be based on a standard energy card provision, or an average of historical energy expenses.
fr: Montant fixe défini par catégorie d\
nl: Vast bedrag ingesteld per werknemerscategorie. Kan gebaseerd zijn op een standaard energiekostenkaart voorziening, of een gemiddelde van historische energiekosten.

# professionalTravelIncluded
source: ✅ Included in the lump sum (for car trips)<br>❌ Train, flight, and other transport modes must be reimbursed separately.
fr: ✅ Inclus dans le forfait (pour les trajets en voiture)<br>❌ Train, vol et autres modes de transport doivent être remboursés séparément.
nl: ✅ Inbegrepen in het forfait (voor autoreizen)<br>❌ Trein, vlucht en andere vervoerswijzen moeten apart worden terugbetaald.

# mobilityBudgetFixed
source: Uniform across all employees in the same category.
fr: Uniforme pour tous les employés de la même catégorie.
nl: Uniform voor alle werknemers in dezelfde categorie.

# recommendationFixed
source: Recommended for companies seeking simplicity and budget predictability across employee categories.
fr: Recommandé pour les entreprises recherchant la simplicité et la prévisibilité budgétaire entre les catégories d\
nl: Aanbevolen voor bedrijven die eenvoud en budgetvoorspelbaarheid zoeken over werknemerscategorieën.

# leaseContractTitle
source: Estimate based on lease contract kilometers
fr: Estimation basée sur les kilomètres du contrat de location
nl: Schatting gebaseerd op leasecontract kilometers

# energyCostLease
source: Based on the annual kilometers allowed in the car\
fr: Basé sur les kilomètres annuels autorisés dans le contrat de location de la voiture, en utilisant la consommation de carburant ou d\
nl: Gebaseerd op de jaarlijkse kilometers toegestaan in het leasecontract van de auto, gebruikmakend van het brandstof- of elektriciteitsverbruik van de auto, en een aangenomen energieprijs (€/L of €/kWh).

# professionalTravelLease
source: ✅ Included in the budget (for car-related trips)<br>❌ Other transport modes (train, flight, etc.) must be reimbursed separately.
fr: ✅ Inclus dans le budget (pour les trajets en voiture)<br>❌ Les autres modes de transport (train, vol, etc.) doivent être remboursés séparément.
nl: ✅ Inbegrepen in het budget (voor autoreizen)<br>❌ Andere vervoerswijzen (trein, vlucht, etc.) moeten apart worden terugbetaald.

# mobilityBudgetLease
source: Consistent within categories, aligned with actual car usage and policy rules.
fr: Cohérent au sein des catégories, aligné sur l\
nl: Consistent binnen categorieën, afgestemd op daadwerkelijk autogebruik en policy regels.

# recommendationLease
source: Recommended for companies that want a realistic, data-driven approach reflecting both usage and internal car policies.
fr: Recommandé pour les entreprises qui souhaitent une approche réaliste et basée sur les données reflétant à la fois l\
nl: Aanbevolen voor bedrijven die een realistische, datagedreven aanpak willen die zowel gebruik als interne auto policy weerspiegelt.

source: New Car Category Setup
fr: Configuration de nouvelle catégorie de voiture
nl: Nieuwe autocategorie instellen

source: Car Category Parameters
fr: Paramètres de catégorie de voiture
nl: Autocategorie parameters

source: Category Name
fr: Nom de catégorie
nl: Categorienaam

source: Add Your Category Name
fr: Ajoutez votre nom de catégorie
nl: Voeg je categorienaam toe

source: Annual Kilometers Allowed
fr: Kilomètres annuels autorisés
nl: Jaarlijkse kilometers toegestaan

source: -- Kilometers
fr: -- Kilomètres

source: Leasing Duration
fr: Durée de location
nl: Lease duur

source: -- months
fr: -- mois
nl: -- maanden

source: Employee Contribution
fr: Contribution employé
nl: Werknemersbijdrage

source: Contribution Amount
fr: Montant de contribution
nl: Bijdragebedrag

source: Add an Amount
fr: Ajoutez un montant
nl: Voeg een bedrag toe

source: Vehicle Cleaning Cost Contribution
fr: Contribution aux coûts de nettoyage du véhicule
nl: Voertuigreiniging kostenbijdrage

source: Contribution Value
fr: Valeur de contribution
nl: Bijdragewaarde

source: Parking / Storage Cost Contribution
fr: Contribution aux coûts de stationnement/stockage
nl: Parkeren / Opslag kostenbijdrage

source: Limited Fuel Card
fr: Carte carburant limitée
nl: Beperkte brandstofkaart

source: Monthly Amount Provision
fr: Provision de montant mensuel
nl: Maandelijks bedrag voorziening

source: Add Maximum Monthly Amount Allowed
fr: Ajoutez le montant mensuel maximum autorisé
nl: Voeg maximaal maandelijks toegestaan bedrag toe

source: Reference Car Configuration
fr: Configuration de voiture de référence
nl: Referentieauto configuratie

source: Monthly TCO Range
fr: Plage TCO mensuelle
nl: Maandelijkse TCO bereik

source: Loading TCO distribution...
fr: Chargement de la distribution TCO...
nl: TCO verdeling laden...

source: Brands
fr: Marques
nl: Merken

source: Fuel Types
fr: Types de carburant
nl: Brandstoftypes

# pleaseFillInCarCategoryParameters
source: Please fill in the car category parameters to find reference car configurations.
fr: Veuillez remplir les paramètres de catégorie de voiture pour trouver les configurations de voiture de référence.
nl: Vul de autocategorie parameters in om referentieauto configuraties te vinden.

source: Reference Car List
fr: Liste des voitures de référence
nl: Referentieauto lijst

source: Select
fr: Sélectionner
nl: Selecteren

source: Brand
fr: Marque
nl: Merk

source: Model
fr: Modèle

source: Monthly TCO
fr: TCO mensuel
nl: Maandelijkse TCO

source: Showing
fr: Affichage
nl: Toont

source: of
fr: de
nl: van

source: Loading reference cars...
fr: Chargement des voitures de référence...
nl: Referentieauto\

# noReferenceCarsFound
source: No reference cars found with the current filters.
fr: Aucune voiture de référence trouvée avec les filtres actuels.
nl: Geen referentieauto\

source: Try adjusting your filters
fr: Essayez d\
nl: Probeer je filters aan te passen

source: Filter
fr: Filtrer

source: Clear filter
fr: Effacer le filtre
nl: Filter wissen

source: New Client
fr: Nouveau Client
nl: Nieuwe Klant

source: Create Client
fr: Créer Client
nl: Klant Aanmaken

source: Creating
fr: Création
nl: Aanmaken

source: Client created successfully!
fr: Client créé avec succès!
nl: Klant succesvol aangemaakt!

# socialSecretaryPreFilled
source: Social secretary is automatically pre-filled
fr: Le secrétariat social est pré-rempli automatiquement
nl: Sociaal secretariaat is automatisch ingevuld

# fullNameMinLength
source: Full name must be at least 2 characters
fr: Le nom complet doit contenir au moins 2 caractères
nl: Volledige naam moet minimaal 2 karakters bevatten

# emailInvalid
source: Invalid email address
fr: Adresse e-mail invalide
nl: Ongeldig e-mailadres

# phoneNumberRequired
source: Phone number is required
fr: Le numéro de téléphone est obligatoire
nl: Telefoonnummer is verplicht

# phoneNumberInvalid
source: Invalid phone number
fr: Numéro de téléphone invalide
nl: Ongeldig telefoonnummer

# companyNumberRequired
source: Company number is required
fr: Le numéro d\
nl: Ondernemingsnummer is verplicht

# companyNumberInvalid
source: Invalid company number (format: BE0123456789)
fr: Numéro d\
nl: Ongeldig ondernemingsnummer (formaat: BE0123456789)

source: Company Information
fr: Informations sur l\
nl: Bedrijfsinformatie

source: Address
fr: Adresse
nl: Adres

source: New Policy
fr: Nouvelle Politique
nl: Nieuwe Policy

# startNewPolicy
source: Start a new policy for this client
fr: Démarrer une nouvelle politique pour ce client
nl: Start een nieuwe policy voor deze klant

# errorCreatingSession
source: Error creating new session. Please try again.
fr: Erreur lors de la création d\
nl: Fout bij het aanmaken van een nieuwe sessie. Probeer opnieuw.

source: Search cars...
fr: Rechercher des voitures...
nl: Zoek auto\

source: Select Reference Car
fr: Sélectionner une voiture de référence
nl: Selecteer referentieauto

source: Select Reference Cars
fr: Sélectionner des voitures de référence
nl: Selecteer referentieauto\

source: cars selected
fr: voitures sélectionnées
nl: auto\

source: models
fr: modèles
nl: modellen

source: No cars found
fr: Aucune voiture trouvée
nl: Geen auto\

source: Update Car Category
fr: Mettre à jour la catégorie de voiture
nl: Autocategorie bijwerken

source: Save Car Category
fr: Enregistrer la catégorie de voiture
nl: Autocategorie opslaan

source: Car Category
fr: Catégorie de voiture
nl: Autocategorie

source: Parameters
fr: Paramètres

source: Name:
fr: Nom :
nl: Naam:

source: Yes
fr: Oui
nl: Ja

source: No
fr: Non
nl: Nee

source: Annual Kilometer:
fr: Kilomètre annuel :
nl: Jaarlijkse kilometer:

# leasingDurationLabel
source: Leasing Duration:
fr: Durée de location :
nl: Lease duur:

source: Fuel Type:
fr: Type de carburant :
nl: Brandstoftype:

source: TCO Calculation Details
fr: Détails du calcul TCO
nl: TCO berekening details

source: Parameters used in calculation
fr: Paramètres utilisés dans le calcul
nl: Parameters gebruikt in berekening

# carCategoriesAndTcos
source: Car categories and TCO\
fr: Catégories de voitures et TCO
nl: Autocategorieën en TCO\

source: Inspire me
fr: Inspirez-moi
nl: Inspireer me

source: Add category
fr: Ajouter une catégorie
nl: Categorie toevoegen

source: No car categories yet
fr: Aucune catégorie de voiture pour le moment
nl: Nog geen autocategorieën

# getStartedByAddingYourFirstCarCategory
source: Get started by adding your first car category or let us inspire you with some suggestions.
fr: Commencez par ajouter votre première catégorie de voiture ou laissez-nous vous inspirer avec quelques suggestions.
nl: Begin door je eerste autocategorie toe te voegen of laat je inspireren door enkele suggesties.

source: Reference car
fr: Voiture de référence
nl: Referentieauto

source: Annual km
fr: Km annuels
nl: Jaarlijkse km

# leasingDurationTable
source: Leasing Duration
fr: Durée de location
nl: Lease duur

# monthlyTcoTable
source: Monthly TCO
fr: TCO mensuel
nl: Maandelijkse TCO

# pleaseAddAtLeastOneCarCategory
source: Please add at least one car category to proceed
fr: Veuillez ajouter au moins une catégorie de voiture pour continuer
nl: Voeg ten minste één autocategorie toe om door te gaan

# allCategoriesMustHaveReferenceCarAndTcoCalculation
source: All categories must have a reference car and TCO calculation to proceed
fr: Toutes les catégories doivent avoir une voiture de référence et un calcul TCO pour continuer
nl: Alle categorieën moeten een referentieauto en TCO berekening hebben om door te gaan

source: Send for review
fr: Envoyer pour examen
nl: Versturen voor beoordeling

source: Ready to submit for review
fr: Prêt à soumettre pour examen
nl: Klaar om in te dienen voor beoordeling

source: Submit for review
fr: Soumettre pour examen
nl: Indienen voor beoordeling

# pleaseReviewYourCategoriesAndSubmit
source: Please review your categories and submit for review
fr: Vérifiez vos catégories et soumettez pour examen
nl: Controleer je categorieën en dien in voor beoordeling

source: Complete all categories first
fr: Complétez d\
nl: Voltooi eerst alle categorieën

# allCategoriesMustHaveValidTco
source: All categories must have a valid TCO
fr: Toutes les catégories doivent avoir un TCO valide
nl: Alle categorieën moeten een geldige TCO hebben

source: Your mobility budget policy
fr: Votre politique de budget mobilité
nl: Je mobiliteitsbudget policy

source: Document Status
fr: Statut du document

source: Your policy is being reviewed by
fr: Votre politique est examinée par
nl: Je policy wordt beoordeeld door

source: Your policy has been approved!
fr: Votre politique a été approuvée !
nl: Je policy is goedgekeurd!

source: Your policy needs revisions.
fr: Votre politique nécessite des révisions.
nl: Je policy heeft revisies nodig.

source: Document Preview
fr: Aperçu du document
nl: Document voorvertoning

source: Edit Document
fr: Modifier le document
nl: Document bewerken

source: Save Changes
fr: Enregistrer les modifications
nl: Wijzigingen opslaan

source: Cancel
fr: Annuler
nl: Annuleren

source: Edit your document content here...
fr: Modifiez le contenu de votre document ici...
nl: Bewerk je document inhoud hier...

source: No document available yet
fr: Aucun document disponible pour le moment
nl: Nog geen document beschikbaar

source: Status
fr: Statut

source: Generating document...
fr: Génération du document...
nl: Document genereren...

source: Please wait while we create your TCO document
fr: Veuillez patienter pendant que nous créons votre document TCO
nl: Even geduld terwijl we je TCO document maken

source: Approve
fr: Approuver
nl: Goedkeuren

source: Reject
fr: Rejeter
nl: Afwijzen

# rejectAndResetToStep4
source: Reject & Reset to Step 4
fr: Rejeter et réinitialiser à l\
nl: Afwijzen en resetten naar stap 4

source: Download
fr: Télécharger
nl: Downloaden

source: Edit
fr: Modifier
nl: Bewerken
